Repository: natefox2017/cook
Catalog: ios/Recipe/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt, zh_hans, zh_hant

source: Cloud sync changed while this device was saving. Try again.
ja: 保存中にクラウドの同期状態が変わりました。もう一度お試しください。
zh_hans: 此设备保存期间云同步状态发生变化，请重试。
zh_hant: 此裝置儲存期間雲端同步狀態發生變化，請重試。

source: Sign in before sending a recipe to cloud processing.
ja: クラウドでレシピを処理するにはログインしてください。
zh_hans: 请先登录，再将食谱发送到云端处理。
zh_hant: 請先登入，再將食譜傳送至雲端處理。

source: The RecipePouch import service is not configured.
ja: RecipePouch のインポートサービスが設定されていません。
zh_hans: RecipePouch 导入服务尚未配置。
zh_hant: RecipePouch 匯入服務尚未設定。

source: The recipe has not finished processing. Your original source is still saved.
ja: レシピの処理はまだ完了していません。元のソースは保存されています。
zh_hans: 食谱尚未处理完成，原始来源仍已保存。
zh_hant: 食譜尚未處理完成，原始來源仍已儲存。

source: Cloud media uploads are not yet available. Share a link or text.
ja: メディアのクラウドアップロードはまだ利用できません。リンクかテキストを共有してください。
zh_hans: 暂不支持上传图片或文件到云端，请分享链接或文本。
zh_hant: 暫不支援上傳圖片或檔案至雲端，請分享連結或文字。

source: The cloud import service did not return an HTTP response.
ja: クラウドインポートサービスから HTTP 応答がありませんでした。
zh_hans: 云端导入服务未返回 HTTP 响应。
zh_hant: 雲端匯入服務未傳回 HTTP 回應。

source: Cloud import unavailable (HTTP %lld). The source is still saved on this iPhone.
ja: クラウドインポートを利用できません（HTTP %lld）。ソースはこの iPhone に保存されています。
zh_hans: 云端导入不可用（HTTP %lld），来源仍保存在此 iPhone 上。
zh_hant: 雲端匯入無法使用（HTTP %lld），來源仍儲存在此 iPhone 上。

source: Subscription products have not been configured in App Store Connect.
ja: App Store Connect でサブスクリプション商品が設定されていません。
zh_hans: 尚未在 App Store Connect 配置订阅产品。
zh_hant: 尚未在 App Store Connect 設定訂閱產品。

source: No App Store subscription products are available for this storefront right now.
ja: 現在の App Store 地域では利用できるサブスクリプション商品がありません。
zh_hans: 当前 App Store 地区暂时没有可购买的订阅产品。
zh_hant: 目前 App Store 地區暫時沒有可購買的訂閱產品。

source: The App Store transaction could not be verified.
ja: App Store の取引を検証できませんでした。
zh_hans: 无法验证 App Store 交易。
zh_hant: 無法驗證 App Store 交易。

source: Your purchase is pending approval.
ja: 購入は承認待ちです。
zh_hans: 购买正在等待批准。
zh_hant: 購買正在等待核准。

source: The App Store returned an unknown purchase result.
ja: App Store から不明な購入結果が返されました。
zh_hans: App Store 返回了未知的购买结果。
zh_hant: App Store 傳回了未知的購買結果。

source: Your active RecipePouch subscription has been restored.
ja: 有効な RecipePouch サブスクリプションを復元しました。
zh_hans: 已恢复有效的 RecipePouch 订阅。
zh_hant: 已恢復有效的 RecipePouch 訂閱。

source: No active RecipePouch subscription was found for this App Store account.
ja: この App Store アカウントに有効な RecipePouch サブスクリプションはありません。
zh_hans: 此 App Store 账号没有有效的 RecipePouch 订阅。
zh_hant: 此 App Store 帳號沒有有效的 RecipePouch 訂閱。

source: The App Store verified your purchase, but the entitlement is not yet available. Check your subscription status or try Restore Purchases.
ja: App Store で購入は確認されましたが、利用権限がまだ反映されていません。契約状況を確認するか、購入を復元してください。
zh_hans: App Store 已验证购买，但订阅权益尚未生效。请检查订阅状态或尝试恢复购买。
zh_hant: App Store 已驗證購買，但訂閱權益尚未生效。請檢查訂閱狀態或嘗試恢復購買。

source: The App Store subscription status could not be checked. Try again when you are online.
ja: App Store の契約状況を確認できませんでした。オンラインになってから再試行してください。
zh_hans: 无法检查 App Store 订阅状态，请联网后重试。
zh_hant: 無法檢查 App Store 訂閱狀態，請連線後重試。

source: The shared file has no supported media type.
ja: 共有ファイルのメディア形式には対応していません。
zh_hans: 分享的文件不是受支持的媒体类型。
zh_hant: 分享的檔案不是支援的媒體類型。

source: The file upload could not be resumed.
ja: ファイルのアップロードを再開できませんでした。
zh_hans: 无法继续文件上传。
zh_hant: 無法繼續檔案上傳。

source: Your library could not be read. Its original file has been preserved. %@
ja: レシピライブラリを読み込めませんでした。元のファイルは保持されています。%@
zh_hans: 无法读取食谱库，原始文件已保留。%@
zh_hant: 無法讀取食譜庫，原始檔案已保留。%@

source: Servings
ja: 人数分
zh_hans: 份数
zh_hant: 份數

source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Optional
ja: 任意
zh_hans: 选填
zh_hant: 選填

source: Original recipe text
ja: 元のレシピテキスト
zh_hans: 原始食谱文本
zh_hant: 原始食譜文字

source: Prep time
ja: 準備時間
zh_hans: 准备时间
zh_hant: 準備時間

source: Cook time
ja: 調理時間
zh_hans: 烹饪时间
zh_hant: 烹飪時間

source: Favorite
ja: お気に入り
zh_hans: 已收藏
zh_hant: 已收藏

source: Pause
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Start Again
ja: もう一度開始
zh_hans: 重新开始
zh_hant: 重新開始

source: Resume
ja: 再開
zh_hans: 继续
zh_hant: 繼續

source: Photo import
ja: 写真のインポート
zh_hans: 照片导入
zh_hant: 相片匯入

source: Recipe website
ja: レシピサイト
zh_hans: 食谱网站
zh_hant: 食譜網站

source: Shared text
ja: 共有テキスト
zh_hans: 分享的文本
zh_hant: 分享的文字

source: Shared image
ja: 共有画像
zh_hans: 分享的图片
zh_hant: 分享的圖片

source: Shared document
ja: 共有ドキュメント
zh_hans: 分享的文档
zh_hant: 分享的文件

source: Imported recipe
ja: インポートしたレシピ
zh_hans: 导入的食谱
zh_hant: 匯入的食譜

source: Text import
ja: テキストのインポート
zh_hans: 文本导入
zh_hant: 文字匯入

source: RecipePouch import
ja: RecipePouch からのインポート
zh_hans: RecipePouch 导入
zh_hant: RecipePouch 匯入

source: RecipePouch Recipes
ja: RecipePouch レシピ
zh_hans: RecipePouch 食谱
zh_hant: RecipePouch 食譜

source: Exported %@. Recipe text only; photos, attachments, shopping lists, meal plans and app preferences are not included.
ja: エクスポート日時：%@。レシピのテキストのみを含み、写真、添付ファイル、買い物リスト、献立、アプリ設定は含まれません。
zh_hans: 导出时间：%@。仅包含食谱文字，不包括照片、附件、购物清单、膳食计划或应用设置。
zh_hant: 匯出時間：%@。僅包含食譜文字，不包括相片、附件、購物清單、餐食計畫或 App 設定。

source: No saved recipes in this export.
ja: このエクスポートには保存済みレシピがありません。
zh_hans: 此次导出没有已保存的食谱。
zh_hant: 此次匯出沒有已儲存的食譜。

source: Recipe index
ja: レシピ一覧
zh_hans: 食谱目录
zh_hant: 食譜目錄

source: Not specified
ja: 未指定
zh_hans: 未填写
zh_hant: 未填寫

source: %lld seconds
ja: %lld 秒
zh_hans: %lld 秒
zh_hant: %lld 秒

source: Original URL
ja: 元のURL
zh_hans: 原始网址
zh_hant: 原始網址

source: Original source text
ja: 元のソーステキスト
zh_hans: 原始来源文本
zh_hant: 原始來源文字

source: Prep: %lld minutes
ja: 準備：%lld 分
zh_hans: 准备：%lld 分钟
zh_hant: 準備：%lld 分鐘

source: Cook: %lld minutes
ja: 調理：%lld 分
zh_hans: 烹饪：%lld 分钟
zh_hant: 烹飪：%lld 分鐘

source: Servings: %lld
ja: 人数分：%lld
zh_hans: 份数：%lld
zh_hant: 份數：%lld

source: Save recipes your way
ja: レシピを自分らしく保存
zh_hans: 用你喜欢的方式收藏食谱
zh_hant: 用你喜歡的方式收藏食譜

source: Recipe Pals Premium
zh_hans: Recipe Pals 高级版
zh_hant: Recipe Pals 進階版
